Repository: iddekingej/blgui
Catalog: po/*/bdgui.po
Languages: nl

source: Size
nl: Omvang

source: Mounted
nl: Gekoppeld

source: Size (KMG)
nl: Omvang (KMG)

source: Read only
nl: Alleen lezen

source: Removable
nl: Verwisselbaar

source: Loop back file
nl: Loop back bestand

source: Slaves
nl: Slaaf

source: Free space
nl: Vrije ruimte

source: Iscsi host
nl: Isci host

source: Free space (KMG)
nl: Vrije ruimte(KMG)

source: Rotational
nl: Draaiend

source: Volume group name
nl: Naam van de volume groep

source: Lvm name
nl: LVM naam

source: added
nl: toegevoegd

source: removed
nl: verwijderd

source: LVM Device
nl: LVM Apparaat

source: LVM Member
nl: LVM Lid

source: Yes
nl: Ja

source: No
nl: Nee

source: Device
nl: Apparaat

source: Mount point
nl: Koppel punt

source: Name
nl: Naam

source: Available
nl: Beschikbaar

source: Slave name
nl: Naam slaaf

source: Error
nl: Fout

source: Name can't be empty
nl: De naam mag niet leeg zijn

source: Do not update access time
nl: Wijzig niet de lees tijden

source: Only later than mod. time
nl: Alleen later dan wijzig tijdstip

source: Always
nl: Altijd

source: Path doesn't exist.
nl: Pad bestaan niet.

source: Path is not a directory but a file
nl: Invoer is geen map, maar een bestand

source: Please select operation
nl: Selecteer bewerking eerst

source: Please select what to unmount
nl: Selecteer wat er ontkoppelt moet worden

source: Unmounting failed
nl: Ontkoppelen is mislukt

source: No device selected
nl: Geen apparaat geselecteerd

source: Mount point is empty
nl: Aankoppelpunt is leeg

source: Error during mounting
nl: Fout tijdens het koppelen

source: Only root can mount
nl: Alleen "root" kan een apparaat koppelen

source: Device not found
nl: Apparaat niet gevonden

source: Can't mount device
nl: Het apparaat niet worden ontkoppelt

source: Volume group
nl: Volumegroep

source: Logical volume
nl: Logische volumes

source: Read
nl: Lezen

source: Write
nl: Schrijven

source: Visible
nl: Zichtbaar

source: Session
nl: Sessie

source: Address
nl: Adres

source: Target
nl: Doel

source: Comments
nl: Opmerkingen

source: Real device
nl: Werkelijke apparaat

source: Options
nl: Optie

source: Not mounted
nl: Niet gekoppeld

source: Mounted on different path
nl: Gekoppeld aan een andere pad

source: Wrong type. Type is (%1)
nl: Verkeerde type. Type is %1

source: Device not mountable (has partitions)
nl: Apparaat kan niet gekoppeld worden (heeft partities)

source: Raid members
nl: Raid leden

source: Raid level
nl: Raid niveau

source: Mounted point
nl: Aankoppelpunt

source: Read(sectors)
nl: Lezen(sectors)

source: Read(div)
nl: Read(Verschil)

source: Write(sectors)
nl: Schrijven(Sectors)

source: Write(div)
nl: Schrijven(verschil)

source: Partition
nl: Partitie

source: Path
nl: Paden

source: Devices
nl: Apparaten

source: Disks
nl: Schijven

source: Stats
nl: Statistiek

source: Date
nl: Datum

source: Change
nl: Verandering

source: Is empty
nl: Is leeg

source: Is not empty
nl: Is niet leeg

source: Has value
nl: Heeft waarde

source: Please select a field to add
nl: Select a.u.b. een veld die toegevoegd moet worden

source: Disk information gui
nl: Disk informatie gui

source: (C) 2016..2022
nl: (C) 2016..2020

source: Missing end quote
nl: Quote aan einde ontbreekt

source: Unknown field :'%1'
nl: Onbekende veld: '%1'

source: Internal error, integer string is empty
nl: Interne fout, integer tekst is leeg

source: Invalid unit: k,m,g or t expected
nl: Ongeldige eenheid: k,m,g of t verwacht

source: Invalid number
nl: Ongeldige nummer

source: ')' expected
nl: ')' verwacht

source: '%1' found but Identifier, string constant or '(' expected
nl: '%1' gevonden maar identifier,string of '(' verwacht

source: EOF expected but '%1' found
nl: EOF verwacht maar '%1' gevonden

source: At col %1 line %2 error:'%3'
nl: Op kolom %1 lijn %2 fout: '%3'

source: About
nl: Over

source: Disk information GUI
nl: Disk informatie GUI

source: Version:
nl: Versie:

source: none
nl: geen

source: License: Gpl v2
nl: Licentie: GPL v2

source: Close
nl: Sluiten

source: New tab
nl: Nieuwe tab

source: Label of new tab:
nl: Label van nieuwe tab:

source: Cancel
nl: Annuleren

source: Form
nl: Formulie

source: TextLabel
nl: Tekstlabel

source: Setup visible tabs
nl: Zichtbare tabs

source: Visible tab pages
nl: Zichtbare tabs

source: Device details information
nl: Device details informatie

source: Vendor:
nl: Producent:

source: Device name:
nl: Naam apparaat:

source: Size:
nl: Omvang:

source: None
nl: Geen

source: Removable:
nl: Verwijderbaar:

source: Read only:
nl: Alleen lezen:

source: Loopback file:
nl: Loopback bestand:

source: Iscsi host:
nl: Isci host:

source: Aliases
nl: Aliassen

source: Device aliases
nl: Apparaat alias

source: Device has no aliases
nl: Apparaat heeft geen aliassen

source: Partitions
nl: Partities

source: Mount points
nl: Aankoppelpunten

source: This device or it's partitions are not mounted
nl: Dit apparaat of een van zijn partities zijn niet aangekoppeld

source: No slave found
nl: Geen slaaf gevonden

source: Device information GUI
nl: Apparaat informatie GUI

source: (Un)mount
nl: (ont)koppellen

source: Refresh
nl: Verversen

source: Automatic refresh
nl: Automatisch verversen

source: Show notifications
nl: Toon notificaties

source: LVM information on this page can only be retrieved if this program is run as root.
nl: Informatie op deze pagina kan alleen worden bepaald als deze programma gestart is als root.

source: Can't get information about LVM because "lvmetad" deamon is not running
nl: Het is niet mogelijk om informatie over LVM te verkrijgen omdat "lvmetad" daemon niet actief is

source: Physical volumes
nl: Logische volumes

source: Volume groups
nl: Volumegroep

source: Logical volumes
nl: Logische volumes

source: Fi&le
nl: &Bestand

source: Setti&ngs
nl: &Configuratie

source: &Quit
nl: &Sluiten

source: &Fields
nl: &Velden

source: &About
nl: &Over

source: &Visible tabs
nl: &Zichtbare tabs

source: &User defined tabs
nl: &Door gebruiker gedefinieerde tabs

source: Device tab configuration
nl: Disk tab velden

source: Available fields:
nl: Beschikbare velden:

source: Fields displayed in disks tab:
nl: Velden die getoond worden in de disks tab:

source: Up
nl: Op

source: Down
nl: Neer

source: Display devices / partitions
nl: Toon apparaten/ partities

source: As a &tree
nl: Als een &boom

source: As a &grid
nl: Als een &grid

source: Expand by default
nl: Standaard uitklappen

source: Partition details information
nl: Detail informatie over partities

source: Partition name:
nl: Partitie naam:

source: Go
nl: Ga

source: This partition is not mounted
nl: Deze partitie is niet aangekoppeld

source: Mounting device
nl: Koppelen apparaat

source: &Unmount
nl: ontkoppelen

source: Moun&t
nl: Koppelen

source: Operation
nl: Bewerking

source: Unmount options
nl: Ontkoppel opties

source: Unmount
nl: Ontkoppeld

source: Unmount options:
nl: Ontkoppel opties:

source: Lazy unmount
nl: Lui ontkoppeld

source: Mount options
nl: Koppel opties

source: Mount on
nl: Koppelen op

source: filesystem type
nl: type bestandssysteem

source: Readonly
nl: Alleen lezen

source: No execute
nl: Geen execute vlag

source: No suid
nl: Geen suid vlag

source: No device
nl: Geen apparaat

source: Access time
nl: Tijdstip toegang

source: No directory access time
nl: Geen wijzigingstijd

source: Security:
nl: Beveiliging:

source: Extra mount options
nl: Extra koppel opties

source: User defined tab
nl: Door gebruiker gedefinieerde tabs

source: User defined tabs:
nl: Gebruiker tabs:

source: Tab is active?
nl: Is tab actief?

source: Display what?
nl: Toon wat?

source: &Device
nl: Apparaat

source: Par&tition
nl: Partitie

source: Both
nl: Beide

source: Use extended condition
nl: Gebruik uitgebreide voorwaarde

source: Fields:
nl: Velden:

source: Condition field:
nl: Voorwaarde veld:

source: Condition:
nl: Voorwaarde:

source: Fields in tab:
nl: Velden in tab:
